driver-tests/bpelse/eventHandlers/onAlarmJbi/test/onAlarmForOnly/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:onal="http://j2ee.netbeans.org/wsdl/onAlarmSDL">
  <soapenv:Body>
    <onal:onAlarmSDLOperation>
      <part1>Input String</part1>
    </onal:onAlarmSDLOperation>
  </soapenv:Body>
</soapenv:Envelope>